Repository: Prabin-Kumar-Baniya-NP/Vaccination-Management-System
Catalog: mysite/mysite/locale/*/LC_MESSAGES/django.po
Languages: hi, ne

source: Center
hi: केंद्र
ne: केन्द्र

source: Vaccine
hi: टीका
ne: खोप

source: Start Date
hi: प्रारंभ दिन
ne: सुरू मिति

source: End Date
hi: अंतिम दिन
ne: अन्त्य मिति

source: Agents
hi: एजेंटों
ne: एजेन्टहरू

source: Date
hi: दिन
ne: मिति

source: Start Time
hi: प्रारंभ समय
ne: सुरु समय

source: End Time
hi: अंतिम समय
ne: अन्त्य समय

source: Maximum Capacity
hi: अधिकतम योग्यता
ne: अधिकतम क्षमता

source: Total Reserved
hi: कुल आरक्षित
ne: रिजर्भ

source: Create New Campaign
hi: अभियान बनाएं

source: Fill the following details to create a new campaign
hi: नया अभियान बनाने के लिए निम्नलिखित विवरण भरें
ne: नयाँ केन्द्र सिर्जना गर्न निम्न विवरणहरू भर्नुहोस्

source: Delete Campaign
hi: अभियान हटाएं
ne: अभियान मेटाउनुहोस्

source: Are you sure you want to delete
hi: क्या आप आश्वस्त है कि आपको डिलीट करना है
ne: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ मेटाउन चाहनुहुन्छ

source: Campaign Details
hi: अभियान विवरण

source: Center Name
hi: केंद्र का नाम
ne: केन्द्र

source: Vaccine Name
hi: वैक्सीन का नाम
ne: खोप

source: Registrations
hi: पंजीकरण

source: Agents Assigned
hi: असाइन किए गए एजेंट
ne: एजेन्ट तोकिएको

source: View Registrations
hi: पंजीकरण देखें

source: View Slots
hi: स्लॉट देखें

source: Update Campaign
hi: अभियान अपडेट करें
ne: अभियान अपडेट गर्नुहोस्

source: Campaign List
hi: अभियान सूची
ne: अभियान सूची

source: Create Campaign
hi: अभियान बनाएं
ne: सेन्टर बनाउनुहोस्

source: Select
hi: इसे चुनें
ne: चयन गर्नुहोस्

source: Fill the following details to update campaign details
hi: अभियान विवरण अपडेट करने के लिए निम्नलिखित विवरण भरें
ne: नयाँ केन्द्र सिर्जना गर्न निम्न विवरणहरू भर्नुहोस्

source: Create Slot
hi: स्लॉट बनाएं
ne: स्टोरेज सिर्जना गर्नुहोस्

source: Fill the following details to create new slot
hi: नया स्लॉट बनाने के लिए निम्नलिखित विवरण भरें
ne: नयाँ केन्द्र सिर्जना गर्न निम्न विवरणहरू भर्नुहोस्

source: Delete Slot
hi: स्लॉट हटाएं
ne: मेट्नुहोस्

source: Slot Details
hi: स्लॉट विवरण
ne: विवरणहरू

source: Max Capacity
hi: अधिकतम क्षमता
ne: अधिकतम क्षमता

source: Reserved
hi: सुरक्षित
ne: रिजर्भ

source: Update Slot
hi: स्लॉट अपडेट करें
ne: अपडेट गर्नुहोस्

source: Slot List
hi: स्लॉट सूची
ne: सूची

source: Update Slot Details
hi: स्लॉट विवरण अपडेट करें
ne: केन्द्र विवरण

source: Fill the following details to update slot details
hi: स्लॉट विवरण अपडेट करने के लिए निम्नलिखित विवरण भरें
ne: नयाँ केन्द्र सिर्जना गर्न निम्न विवरणहरू भर्नुहोस्

source: Vaccination Center Name
hi: टीकाकरण केंद्र का नाम
ne: खोप केन्द्रको नाम

source: Address
hi: पता
ne: ठेगाना

source: Total Quantity
hi: कुल मात्रा
ne: मात्रा

source: Booked Quantity
hi: बुक की गई मात्रा
ne: मात्रा

source: Create Center
hi: केंद्र बनाएं
ne: सेन्टर बनाउनुहोस्

source: Fill the following details to create a new center
hi: नया केंद्र बनाने के लिए निम्नलिखित विवरण भरें
ne: नयाँ केन्द्र सिर्जना गर्न निम्न विवरणहरू भर्नुहोस्

source: Delete Center
hi: केंद्र हटाएं

source: Center Details
hi: केंद्र विवरण
ne: केन्द्र विवरण

source: View Storage
hi: भंडारण देखें

source: Update Center
hi: अद्यतन केंद्र

source: Center List
hi: केंद्र सूची
ne: केन्द्र सूची

source: Name
hi: नाम
ne: नाम

source: Storages
hi: भंडार
ne: भण्डारणहरू

source: Fill the following details to update this center
hi: इस केंद्र को अद्यतन करने के लिए निम्नलिखित विवरण भरें

source: Create Storage
hi: संग्रहण बनाएं
ne: स्टोरेज सिर्जना गर्नुहोस्

source: Fill the following details to create a new storage
hi: नया संग्रहण बनाने के लिए निम्नलिखित विवरण भरें

source: Delete Storage
hi: संग्रहण हटाएं

source: Storage Details
hi: भंडारण विवरण

source: Available Quantity
hi: उपलब्ध मात्रा

source: Update Storage
hi: संग्रहण अपडेट करें

source: Storage List
hi: भंडार

source: Vaccine Storage List
hi: वैक्सीन भंडारण सूची

source: Fill the following details to update this storage
hi: इस संग्रहण को अद्यतन करने के लिए निम्नलिखित विवरण भरें

source: English
hi: अंग्रेज़ी
ne: अंग्रेजी

source: Hindi
hi: हिन्दी

source: Home
hi: घर

source: Logout
hi: लॉग आउट
ne: लगआउट

source: Login
hi: लॉग इन करें
ne: लगइन

source: Signup
hi: साइन अप करें
ne: साइनअप

source: First
hi: प्रथम
ne: पहिले

source: Previous
hi: पिछला
ne: अघिल्लो

source: Page
hi: पृष्ठ
ne: पेज

source: Next
hi: अगला
ne: अर्को

source: Last
hi: अंतिम
ne: अन्तिम

source: Current
hi: मौजूदा
ne: वर्तमान

source: Campaigns
hi: अभियान
ne: अभियानहरू

source: Vaccination
hi: टीकाकरण
ne: खोप

source: Available
hi: उपलब्ध
ne: उपलब्ध छ

source: Vaccines
hi: टीके
ne: खोप

source: My
hi: मेरे
ne: मेरो

source: Schedule
hi: अनुसूची
ne: तालिका

source: Profile
hi: प्रोफ़ाइल
ne: प्रोफाइल

source: Information
hi: जानकारी
ne: जानकारी

source: Book My Vaccine
hi: वैक्सीन चुनें

source: Save Life
hi: जीवन बचाएं

source: Get Vaccinated
hi: टीका लगाया

source: Vaccines can lower your chance of getting certain diseases. Vaccines work with your body’snatural defenses to help you safely develop immunity to disease. This lowers your chances of getting certain diseases and suffering from their complications.
hi: टीके कुछ बीमारियों के होने की संभावना को कम कर सकते हैं। टीके आपके शरीर की प्राकृतिक सुरक्षा के साथ काम करते हैं ताकि आपको रोग प्रतिरोधक क्षमता को सुरक्षित रूप से विकसित करने में मदद मिल सके। यह कुछ बीमारियों और उनकी जटिलताओं से पीड़ित होने की संभावना को कम करता है।

source: Schedule Vaccination
hi: अनुसूची टीकाकरण

source: Get different types of vaccines for various infections or disease like Covid-19, Polio, Chickenpox, Typhoid, Yellow Fever, Rabies etc.
hi: विभिन्न संक्रमणों या बीमारी जैसे कोविड -19, पोलियो, चिकनपॉक्स, टाइफाइड, पीला बुखार, रेबीज आदि के लिए विभिन्न प्रकार के टीके प्राप्त करें।

source: Book your vaccine from your nearest vaccination center. This saves your time, money and energy for getting vaccinated as soon as possible.
hi: अपने नजदीकी टीकाकरण केंद्र से अपना टीका बुक करें। यह आपके समय, धन और ऊर्जा को जल्द से जल्द टीका लगवाने के लिए बचाता है।

source: Campaign
hi: अभियान
ne: अभियानहरू

source: Choose your desired campaign and book a slot based on your availabity. There's no need to stay on line and become a part of crowd.
hi: अपना वांछित अभियान चुनें और अपनी उपलब्धता के आधार पर एक स्लॉट बुक करें। लाइन में रहने और भीड़ का हिस्सा बनने की कोई जरूरत नहीं है।

source: Our Journey
hi: हमारी यात्रा

source: We launched this platform on 2020 and so far, we have onboarded various hosiptals, collaborated with various local health authorities for conduction mass vaccination campaign. We are committed to make a healthy society through our platform. Our mission is to help every single organization involved in vaccination drives.
hi: हमने इस प्लेटफॉर्म को 2020 में लॉन्च किया था और अब तक, हमने विभिन्न अस्पतालों में, विभिन्न स्थानीय स्वास्थ्य अधिकारियों के साथ मिलकर सामूहिक टीकाकरण अभियान चलाया है। हम अपने मंच के माध्यम से एक स्वस्थ समाज बनाने के लिए प्रतिबद्ध हैं। हमारा मिशन टीकाकरण अभियान में शामिल हर एक संगठन की मदद करना है।

source: Vaccines Available
hi: उपलब्ध

source: Vaccination Center
hi: टीकाकरण केंद्र का नाम

source: Campaign Created
hi: अभियान सूची

source: Successful Vaccination
hi: टीकाकरण

source: Voter Id
hi: मतदाता पहचान पत्र

source: Voter ID
hi: मतदाता पहचान पत्र
ne: मतदाता आईडी

source: Passport
hi: पासपोर्ट
ne: पासवर्ड

source: Citizenship Number
hi: नागरिकता संख्या
ne: नागरिकता नम्बर

source: Email Address
hi: ईमेल पता
ne: ठेगाना

source: First Name
hi: पहला नाम
ne: पहिलो नाम

source: Middle Name
hi: मध्य नाम
ne: बीचको नाम

source: Last Name
hi: उपनाम
ne: अन्तिम नाम

source: Date of Birth
hi: जन्म की तारीख
ne: जन्म मिति

source: Gender
hi: लिंग
ne: लिङ्ग

source: Blood Group
hi: ब्लड ग्रुप
ne: रक्त समूह

source: Identity Document Type
hi: पहचान दस्तावेज़ प्रकार
ne: पहिचान कागजात प्रकार

source: Identity Document Number
hi: पहचान दस्तावेज संख्या
ne: पहिचान कागजात नम्बर

source: Profile Picture
hi: प्रोफ़ाइल फोटो
ne: प्रोफाइल

source: date joined
hi: शामिल होने का दिनांक
ne: सामेल भएको मिति

source: Last updated
hi: आखरी अपडेट
ne: अन्तिममा अद्यावधिक गरियो

source: Email Verified
hi: ईमेल सत्यापित हुआ
ne: इमेल प्रमाणित गरियो

source: active
hi: सक्रिय
ne: सक्रिय

source: staff status
hi: स्टाफ की स्थिति
ne: कर्मचारी स्थिति

source: superuser status
hi: सुपर उपयोक्ता स्थिति
ne: सुपर प्रयोगकर्ता स्थिति

source: Change Password
hi: पासवर्ड बदलें
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: Fill the following details to change your password
hi: अपना पासवर्ड बदलने के लिए निम्नलिखित विवरण भरें

source: Enter your email and password to login
hi: लॉगिन के लिए अपना ईमेल और पासवर्ड डालें
ne: लगइन गर्न आफ्नो इमेल र पासवर्ड प्रविष्ट गर्नुहोस्

source: Fill the following details to update the profile
hi: प्रोफाइल अपडेट करने के लिए निम्नलिखित विवरण भरें
ne: नयाँ केन्द्र सिर्जना गर्न निम्न विवरणहरू भर्नुहोस्

source: Profile Details
hi: प्रोफ़ाइल विवरण

source: Date Joined
hi: शामिल होने का दिनांक
ne: सामेल भएको मिति

source: Update Profile
hi: प्रोफ़ाइल को नवीनतम बनाओ

source: Fill the following details to create a new account
hi: नया खाता बनाने के लिए निम्नलिखित विवरण भरें

source: Patient
hi: मरीज़
ne: बिरामीको नाम

source: Slot
hi: छेद
ne: स्लट

source: Is Vaccinated
hi: टीका लगाया जाता है
ne: खोप

source: Updated By
hi: द्वारा अपडेट
ne: अपडेट गर्नुहोस्

source: Updated On
hi: को अपडेट किया
ne: अपडेट गर्नुहोस्

source: Choose Campaign
hi: अभियान चुनें
ne: अभियान छान्नुहोस्

source: Choose Your Desired Campaign
hi: अपना वांछित अभियान चुनें
ne: आफ्नो मनपर्ने अभियान छान्नुहोस्

source: Confirm
hi: पुष्टि करें
ne: मेटाउने पुष्टि गर्नुहोस्

source: Choose Slot
hi: स्लॉट चुनें
ne: स्लट छान्नुहोस्

source: Choose Your Desired Slot
hi: अपना वांछित स्लॉट चुनें

source: Choose
hi: चुनना
ne: छान्नुहोस्

source: Choose Vaccine
hi: वैक्सीन चुनें
ne: खोप

source: Choose Your
hi: अपने चुनो
ne: तपाईको रोज्नुहोस्

source: Number of Doses
hi: खुराक की संख्या
ne: खुराक संख्या

source: Interval
hi: मध्यान्तर
ne: अन्तराल

source: Confirm Vaccination
hi: टीकाकरण की पुष्टि करें
ne: खोप पुष्टि गर्नुहोस्

source: Review the vaccination details
hi: टीकाकरण विवरण

source: Patient Name
hi: रोगी का नाम
ne: बिरामीको नाम

source: Email
hi: ईमेल
ne: इमेल

source: Scheduled Date
hi: निर्धारित तिथि
ne: अनुसूचित मिति

source: Reporting Time
hi: हाजिरी का समय
ne: रिपोर्टिङ समय

source: Center Address
hi: केंद्र का पता
ne: ठेगाना

source: Dose Information
hi: खुराक की जानकारी
ne: खुराक जानकारी

source: You have completed all the doses of this vaccine.
hi: आपने इस टीके की सभी खुराकें पूरी कर ली हैं।
ne: तपाईंले यो खोपको सबै खुराकहरू पूरा गर्नुभएको छ।

source: Vaccination List
hi: टीकाकरण सूची
ne: खोप सूची

source: Vaccination Registration List
hi: टीकाकरण पंजीकरण सूची
ne: खोप दर्ता सूची

source: Schedule Successfull
hi: शेड्यूल सफल
ne: तालिका सफल भयो

source: Congratulations! Your vaccination has been scheduled.
hi: बधाई हो! आपका टीकाकरण निर्धारित किया गया है।
ne: बधाई छ! तपाइँको खोप अनुसूचित गरिएको छ।

source: Vaccination Details
hi: टीकाकरण विवरण
ne: केन्द्र विवरण

source: Slot Date
hi: स्लॉट तिथि

source: Slot Time
hi: टाइम स्लॉट

source: Status
hi: दर्जा

source: Last Modified On
hi: अंतिम बार संशोधित

source: Last Updated By
hi: पिछली बार अपडेट किया गया

source: Approve Vaccination
hi: टीकाकरण को स्वीकृति दें
ne: खोप स्वीकृत गर्नुहोस्

source: Your Vaccination History
hi: आपका टीकाकरण इतिहास
ne: तपाईंको खोप इतिहास

source: Description
hi: विवरण
ne: विवरण

source: Provide interval in days
hi: दिनों में अंतराल प्रदान करें
ne: दिनहरूमा अन्तराल प्रदान गर्नुहोस्

source: Storage Temperature
hi: भंडारण तापमान
ne: भण्डारण तापमान

source: Provide Temperature in Celcius
hi: सेल्सियस में तापमान प्रदान करें
ne: सेल्सियस मा तापमान प्रदान गर्नुहोस्

source: Minimum Age
hi: न्यूनतम आयु
ne: न्यूनतम उमेर

source: Create Vaccine
hi: वैक्सीन बनाएं
ne: सेन्टर बनाउनुहोस्

source: Fill the following details to create a new vaccine
hi: नया टीका बनाने के लिए निम्नलिखित विवरण भरें
ne: नयाँ केन्द्र सिर्जना गर्न निम्न विवरणहरू भर्नुहोस्

source: Delete Vaccine
hi: वैक्सीन हटाएं
ne: खोप

source: Vaccine Details
hi: वैक्सीन विवरण
ne: केन्द्र विवरण

source: Number of doses
hi: खुराक की संख्या

source: Update Vaccine
hi: अपडेट वैक्सीन
ne: खोप

source: Vaccine List
hi: वैक्सीन सूची
ne: खोप

source: Fill the following details to update the vaccine details.
hi: वैक्सीन विवरण अपडेट करने के लिए निम्नलिखित विवरण भरें।
ne: नयाँ केन्द्र सिर्जना गर्न निम्न विवरणहरू भर्नुहोस्

source: Delete
ne: मेट्नुहोस्

source: Storage
ne: स्टोरेज

source: Total
ne: पूरा

source: Quantity
ne: मात्रा

source: Booked
ne: बुक गरिएको

source: View All
ne: सबै हेर्नुहोस्

source: Update
ne: अपडेट गर्नुहोस्

source: Create
ne: सिर्जना गर्नुहोस्

source: Confirm Delete
ne: मेटाउने पुष्टि गर्नुहोस्

source: Details
ne: विवरणहरू

source: List
ne: सूची

source: Nepali
ne: नेपाली

source: Voter_Id
ne: मतदाता आईडी

source: passport
ne: राहदानी

source: Citizenship_Number
ne: नागरिकता नम्बर

source: Enter the following details to change your password
ne: नयाँ केन्द्र सिर्जना गर्न निम्न विवरणहरू भर्नुहोस्

source: Last updated on
ne: अन्तिममा अद्यावधिक गरियो

source: Change
ne: परिवर्तन

source: Password
ne: पासवर्ड

source: Account
ne: खाता

source: Create Vaccination Campaign
ne: खोप अभियान सञ्चालन गर्नुहोस्

source: Delete Vaccination Campaign
ne: खोप अभियान मेटाउनुहोस्

source: Vaccination Campaign Details
ne: खोप अभियान विवरण

source: Registration
ne: दर्ता

source: Slots List
ne: स्लट सूची

source: Max
ne: अधिकतम

source: Capacity
ne: क्षमता

source: Update Campaign Details
ne: अभियान विवरण अपडेट गर्नुहोस्

source: Choose Your Desired
ne: आफ्नो इच्छा छनोट गर्नुहोस्

source: Are you sure, you want to schedule this vaccination
ne: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ मेटाउन चाहनुहुन्छ

source: Review the Vaccination Details
ne: खोप विवरणहरूको समीक्षा गर्नुहोस्

source: Are you sure you want to delete slot
ne: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ मेटाउन चाहनुहुन्छ

source: Vaccination Status
ne: खोप स्थिति

source: Vaccinated
ne: खोप

source: Date/Slot
ne: मिति/स्लट
